Repository: nekonora/PlusOne
Catalog: Simple Counter/*.lproj/Localizable.strings
Languages: it

# rootController_noCountersPrompt1
source: You don't have any counters at the moment. Please tap the "
it: Al momento non hai nessun counter. Premi il pulsante "

# rootController_noCountersPrompt2
source: " button to add a new counter.
it: " per aggiungerne uno.

# rootViewMenu_title
source: View
it: Vista

# rootViewMenu_organizeByCounters
source: Organize by Counters
it: Organizza per Counter

# rootViewMenu_organizeByTags
source: Organize by Tags
it: Organizza per Tag

# rootViewMenu_viewBigCells
source: View big cells
it: Celle grandi

# rootViewMenu_viewSmallCells
source: View small cells
it: Celle piccole

# rootCountersMenu_newCounter
source: New counter..
it: Nuovo counter..

# rootCountersMenu_deleteAll
source: Delete all..
it: Elimina tutti..

# rootCountersMenu_goToSettings
source: About..
it: Info..

# rootAlertAddCounter_title
source: Add counter
it: Crea counter

# rootAlertAddCounter_description
source: Write a name for the counter
it: Scrivi un nome per il counter

# rootAlertAddCounter_addButton
source: Add
it: Crea

# rootAlertAddCounter_placeholder
source: Name
it: Nome

# rootAlertDeleteAll_title
source: Delete all
it: Elimina tutti

# rootAlertDeleteAll_description
source: Do you really want to delete all counters?
it: Vuoi davvero eliminare tutti i counter?

# rootAlertDeleteAll_deleteButton
source: Delete
it: Elimina

# rootControllerCollection_byCountersTitle
source: counters
it: counter

# rootControllerCollection_noTagsTitle
source: No tags
it: Nessun tag

# rootControllerCollection_tagsNumber
source: tags
it: tag

# counterMenuCustomize
source: Customize..
it: Personalizza..

# counterMenuReset
source: Reset to..
it: Ripristina..

# counterMenuDelete
source: Delete..
it: Elimina..

# counterMenudeleteAction_title
source: Delete counter
it: Elimina counter

# counterMenudeleteAction_description
source: Do you really want to delete this counter?
it: Vuoi davvero eliminare questo counter?

# counterMenudeleteAction_button
source: Delete
it: Elimina

# counterMenuResetAction_title
source: Reset counter
it: Ripristina counter

# counterMenuResetAction_description
source: Write a new value for the counter
it: Scrivi un nuovo valore per il counter

# counterMenuResetAction_button
source: Reset
it: Ripristina

# detail_saveButton
source: Save
it: Salva

# detail_tagsTextFieldPlaceholder
source: New tag
it: Nuovo tag
